/* No comment provided by engineer. */
"Block Ads" = "Bloquear anuncios";

/* No comment provided by engineer. */
"Block Facebook" = "Bloquear Facebook";

/* No comment provided by engineer. */
"Block Facebook widgets, like comments, share, like, etc." = "Bloquear Widgets de Facebook como comentarios, compartir, me gusta, etc.";

/* No comment provided by engineer. */
"Block Images" = "Bloquear imágenes";

/* No comment provided by engineer. */
"Block major ad distribution channels." = "Bloquear la mayoría de los canales de anuncios.";

/* No comment provided by engineer. */
"Block major trackers, increasing privacy." = "Bloquea la mayoría de los rastreadores en los sitios web, que normalmente sirven para estadisticas.";

/* No comment provided by engineer. */
"Block Trackers" = "Bloquear rastreadores";

/* No comment provided by engineer. */
"Block Twitter" = "Bloquear Twitter";

/* No comment provided by engineer. */
"Block Twitter widgets, like counter, follow, share, etc." = "Bloquear Widgets de Twitter como contador de me gusta, seguir, compartir, etc.";

/* No comment provided by engineer. */
"Blocks most of the images of the websites." = "Bloquea la mayoría de las imágenes.";

/* No comment provided by engineer. */
"Contact us" = "Contáctenos";

/* No comment provided by engineer. */
"Hi, I want to share a great app." = "Hola, quiero compartir contigo una aplicación para manejar lo que ves en Safari";

/* No comment provided by engineer. */
"More" = "Más";

/* No comment provided by engineer. */
"Rate it" = "Escribe una reseña";

/* No comment provided by engineer. */
"Send us your feedback" = "Envíanos tus comentarios";

/* No comment provided by engineer. */
"Share" = "Compartir";

/* No comment provided by engineer. */
"Share with your family and friends" = "Comparte con amigos y familia";

/* No comment provided by engineer. */
"Version" = "Versión";

/* No comment provided by engineer. */
"Your review is very important to us" = "Tus reseñas son muy importante para nosotros";